Repository: betafish-inc/adblock-mac-vpn-release
Catalog: AdBlockVPNMacOSProvider/*.lproj/Localizable.strings
Languages: ca, fr, it, ja, nl, pt_br, ru, zh_hans, zh_hant

source: Auth error with server.
ca: Error d'autenticació amb el servidor.
fr: Erreur d'authentification avec le serveur.
it: Errore di autenticazione col server.
ja: サーバーとの認証エラー発生。
nl: Authenticatiefout met server.
pt_br: Erro de autenticação com o servidor.
ru: Ошибка авторизации на сервере.
zh_hans: 服务器出现身份验证错误。
zh_hant: 伺服器驗證錯誤。

source: Can't apply VPN configuration.
ca: No es pot aplicar la configuració VPN.
fr: Impossible d'appliquer la configuration VPN.
it: Impossibile applicare la configurazione VPN.
ja: VPN構成を適用できません。
nl: Kan geen VPN-configuratie toepassen.
pt_br: Não é possível aplicar a configuração do VPN.
ru: Невозможно использовать конфигурацию VPN.
zh_hans: 无法应用 VPN 配置。
zh_hant: 無法套用 VPN 設定。

source: Connection retry failed.
ca: No s'ha pogut tornar a intentar la connexió.
fr: La nouvelle tentative de connexion a échoué.
it: Nuovo tentativo di connessione fallito.
ja: 接続の再試行に失敗しました。
nl: Opnieuw verbinding zoeken is mislukt.
pt_br: Falha ao tentar conectar novamente.
ru: Неудачная попытка переподключения.
zh_hans: 重试连接失败。
zh_hant: 連線重試失敗。

source: For help solving this problem, please contact our support team.
ca: Per obtenir ajuda per resoldre aquest problema, contacteu amb el nostre equip de suport.
fr: Pour obtenir de l'aide afin de résoudre ce problème, veuillez contacter notre équipe d'assistance.
it: Per ricevere aiuto e risolvere questo problema, contatta la nostra squadra di assistenza.
ja: この問題を解決するには、サポートチームにお問い合わせください。
nl: Voor hulp bij het oplossen van dit probleem neem je contact op met ons ondersteuningsteam.
pt_br: Para ajudar a solucionar o problema, entre em contato com a equipe de suporte.
ru: Получите помощь в решении этой проблемы у нашей службы поддержки.
zh_hans: 为帮助解决此问题，请联系我们的支持团队。
zh_hant: 請聯絡我們的支援團隊以協助解決問題。

source: For help solving this problem, please follow the steps in this article.
ca: Per obtenir ajuda per resoldre aquest problema, seguiu els passos d'aquest article.
fr: Pour obtenir de l'aide afin de résoudre ce problème, veuillez suivre les étapes de cet article.
it: Per ricevere aiuto e risolvere questo problema, segui i passi indicati in questo articolo.
ja: この問題を解決するには、この記事の手順に従ってください。
nl: Voor hulp bij het oplossen van dit probleem kun je de stappen in dit artikel volgen.
pt_br: Para ajudar a solucionar o problema, siga os passos neste artigo.
ru: Чтобы решить эту проблему, выполните шаги, описанные в этом материале.
zh_hans: 为帮助解决此问题，请遵循我们文章中的步骤。
zh_hant: 請依照本文步驟協助解決此問題。

source: Invalid refresh token.
ca: El testimoni d'actualització no és vàlid.
fr: Jeton d'actualisation non valide.
it: Token di aggiornamento non valido.
ja: 更新トークンが無効
nl: Verversingstoken ongeldig.
pt_br: Token de renovação inválido.
ru: Недействительный токен обновления.
zh_hans: 无效的刷新令牌。
zh_hant: 重新整理權杖

source: No deviceID found.
ca: No s'ha trobat cap ID de dispositiu.
fr: Aucun ID appareil localisé.
it: Nessun device ID trovato.
ja: 端末のIDが見付かりませんでした。
nl: Geen apparaat-ID gevonden.
pt_br: Nenhuma Id de dispositivo encontrada.
ru: Не найден ID устройства.
zh_hans: 未找到 deviceID。
zh_hant: 找不到 DeviceiD。

source: OVPN file missing.
ca: Falta el fitxer OVPN.
fr: Fichier OVPN manquant.
it: File OVPN mancante.
ja: OVPNファイルがありません。
nl: OVPN-bestand ontbreekt.
pt_br: Falta o arquivo OVPN.
ru: Отсутствует файл OVPN.
zh_hans: OVPN 文件缺失。
zh_hant: 缺少 OVPN 檔案。

source: Please contact our support team
ca: Contacteu amb el nostre equip de suport
fr: Veuillez contacter notre équipe d'assistance
it: Contatta la nostra squadra di assistenza
ja: サポートチームにお問い合わせください
nl: Neem contact op met ons ondersteuningsteam
pt_br: Entre em contato com nossa equipe de suporte
ru: Свяжитесь с нашей службой поддержки
zh_hans: 请联系我们的支持团队
zh_hant: 請聯絡我們的支援團隊

source: Please follow the steps in this article
ca: Seguiu els passos d'aquest article
fr: Veuillez suivre les étapes de cet article
it: Segui i passi indicati in questo articolo
ja: この記事の手順に従ってください
nl: Volg de stappen in dit artikel
pt_br: Siga os passos neste artigo
ru: Выполните шаги, описанные в этом материале
zh_hans: 请跟随此文章中的步骤
zh_hant: 請依照本文的步驟。

source: Please restart AdBlock VPN
ca: Reinicieu l'AdBlock VPN
fr: Veuillez redémarrer AdBlock VPN
it: Riavvia AdBlock VPN
ja: AdBlock VPNを再起動してください
nl: Herstart AdBlock VPN
pt_br: Reinicie o AdBlock VPN
ru: Перезапустите AdBlock VPN
zh_hans: 请重新启动 AdBlock VPN
zh_hant: 請重新啟動 AdBlock VPN

source: Please restart AdBlock VPN. If the problem persists, contact our support team.
fr: Veuillez redémarrer AdBlock VPN. Si le problème persiste, contactez notre équipe d'assistance.
it: Riavvia AdBlock VPN. Se il problema persiste, contatta la nostra squadra di assistenza.
ja: AdBlock VPNを再起動してください。それでも問題が解決しない場合は、サポートチームにお問い合わせください。
nl: Herstart AdBlock VPN. Als het probleem zich blijft voordoen, neem dan contact op met ons ondersteuningsteam.
pt_br: Reinicie o AdBlock VPN. Se o problema persistir, entre em contato com a equipe de suporte.
ru: Перезапустите AdBlock VPN. Если проблема сохраняется, обратитесь в службу поддержки.
zh_hans: 请重新启动 AdBlock VPN。如果问题仍然存在，请联系我们的支持团队。
zh_hant: 請重新啟動 AdBlock VPN。如果問題仍然持續，請聯絡我們的支援團隊。

source: Please restart your computer
ca: Reinicieu l'ordinador
fr: Veuillez redémarrer votre ordinateur
it: Riavvia il computer
ja: コンピューターを再起動してください
nl: Herstart je computer
pt_br: Reinicie seu computador
ru: Перезапустите компьютер
zh_hans: 请重新启动您的电脑
zh_hant: 請重新啟動您的電腦

source: Please restart your computer. If the problem persists, contact our support team.
fr: Veuillez redémarrer votre ordinateur. Si le problème persiste, contactez notre équipe d'assistance.
it: Riavvia il computer. Se il problema persiste, contatta la nostra squadra di assistenza.
ja: コンピューターを再起動してください。それでも問題が解決しない場合は、サポートチームにお問い合わせください。
nl: Herstart je computer. Als het probleem zich blijft voordoen, neem dan contact op met ons ondersteuningsteam.
pt_br: Reinicie seu computador. Se o problema persistir, entre em contato com a equipe de suporte.
ru: Перезапустите компьютер. Если проблема сохраняется, обратитесь в службу поддержки.
zh_hans: 请重新启动您的电脑。如果问题仍然存在，请联系我们的支持团队。
zh_hant: 請重新啟動您的電腦。如果問題仍然持續，請聯絡我們的支援團隊。

source: Please sign in again
ca: Torneu a iniciar la sessió
fr: Veuillez vous reconnecter
it: Accedi di nuovo
ja: もう一度ログインしてください
nl: Log opnieuw in
pt_br: Entre novamente
ru: Повторно войдите в систему
zh_hans: 请重新登录
zh_hant: 請重新登入

source: Please sign in again. If the problem persists, contact our support team.
fr: Veuillez vous reconnecter. Si le problème persiste, contactez notre équipe d'assistance.
it: Accedi di nuovo. Se il problema persiste, contatta la nostra squadra di assistenza.
ja: もう一度ログインしてください。それでも問題が解決しない場合は、サポートチームにお問い合わせください。
nl: Log opnieuw in. Als het probleem zich blijft voordoen, neem dan contact op met ons ondersteuningsteam.
pt_br: Entre novamente. Se o problema persistir, entre em contato com a equipe de suporte.
ru: Повторно войдите в систему. Если проблема сохраняется, обратитесь в службу поддержки.
zh_hans: 请重新登录。如果问题仍然存在，请联系我们的支持团队。
zh_hant: 請重新登入。如果問題仍然持續，請聯絡我們的支援團隊。

source: Protocol configuration error.
ca: Error de configuració del protocol.
fr: Erreur de configuration du protocole.
it: Errore configurazione protocollo.
ja: プロトコル構成エラー発生
nl: Protocolconfiguratiefout.
pt_br: Erro de configuração de protocolo.
ru: Ошибка конфигурации протокола.
zh_hans: 协议配置错误。
zh_hant: 通訊協定設定錯誤。

source: support team
fr: équipe d'assistance
it: squadra di assistenza
ja: サポートチーム
nl: ondersteuningsteam
pt_br: equipe de suporte
ru: служба поддержки
zh_hans: 支持团队
zh_hant: 支援團隊

source: this article
fr: cet article
it: questo articolo
ja: この記事
nl: dit artikel
pt_br: este artigo
ru: этот материал
zh_hans: 此文章
zh_hant: 本文

source: Unknown token error.
ca: Error de testimoni desconegut.
fr: Erreur de jeton inconnu.
it: Errore token sconosciuto.
ja: 不明のトークンエラー発生
nl: Onbekende tokenfout.
pt_br: Erro de token desconhecido.
ru: Неизвестная ошибка токена.
zh_hans: 未知的令牌错误。
zh_hant: 未知權杖錯誤。

source: We can't connect to our servers. Please try again later.
ca: No ens podem connectar als nostres servidors. Proveu-ho més tard.
fr: Nous ne pouvons pas nous connecter à nos serveurs. Veuillez réessayer plus tard.
it: Impossibile connettersi ai nostri server. Riprova più tardi.
ja: サーバーに接続できません。時間をおいてから再度お試しください。
nl: We kunnen geen contact maken met onze servers. Probeer het later opnieuw.
pt_br: Não foi possível se conectar com nossos servidores. Tente novamente mais tarde.
ru: Мы не можем подключиться к нашим серверам. Повторите попытку позже.
zh_hans: 无法连接到服务器。请稍后重试。
zh_hant: 無法連線到伺服器。請稍後再試。

source: We can't connect to our servers. Please try again later. If the problem persists, contact our support team.
fr: Nous ne pouvons pas nous connecter à nos serveurs. Veuillez réessayer plus tard. Si le problème persiste, contactez notre équipe d'assistance.
it: Impossibile connettersi ai nostri server. Riprova più tardi. Se il problema persiste, contatta la nostra squadra di assistenza.
ja: サーバーに接続できません。時間をおいてから再度お試しください。それでも問題が解決しない場合は、サポートチームにお問い合わせください。
nl: We kunnen geen contact maken met onze servers. Probeer het later opnieuw. Als het probleem zich blijft voordoen, neem dan contact op met ons ondersteuningsteam.
pt_br: Não foi possível se conectar aos nossos servidores. Tente novamente mais tarde. Se o problema persistir, entre em contato com a equipe de suporte.
ru: Мы не можем подключиться к нашим серверам. Повторите попытку позже. Если проблема сохраняется, обратитесь в службу поддержки.
zh_hans: 无法连接到服务器。请稍后重试。如果问题仍然存在，请联系我们的支持团队。
zh_hant: 無法連線到伺服器。請稍後再試。如果問題仍然持續，請聯絡我們的支援團隊。

source: You are not signed in.
ca: No heu iniciat sessió.
fr: Vous n'êtes pas connecté.
it: Non hai eseguito l'accesso.
ja: ログインしていません。
nl: Je bent niet ingelogd.
pt_br: Você não entrou.
ru: Вы не вошли в систему.
zh_hans: 您未登录。
zh_hant: 您未登入。

source: You aren't connected to the internet! Please check your network connection.
ca: No esteu connectat a Internet! Comproveu la vostra connexió de xarxa.
fr: Vous n'êtes pas connecté à l'Internet ! Veuillez vérifier votre connexion réseau.
it: Non sei connesso a Internet! Controlla la tua connessione di rete.
ja: インターネットに接続していません。 ネットワーク接続をご確認ください。
nl: Je bent niet verbonden met het internet! Controleer je netwerkverbinding.
pt_br: Você não se conectou com a Internet! Verifique sua conexão com a rede.
ru: Вы не подключены к интернету! Проверьте свое подключение.
zh_hans: 您未连接到互联网！ 请检查您的网络连接。
zh_hant: 您未連線到網路！ 請檢查您的網路連線。

source: Please restart AdBlock VPN.
ca: Reinicieu l'AdBlock VPN.

source: Please restart your computer.
ca: Reinicieu l'ordinador.

source: Please sign in again.
ca: Torneu a iniciar la sessió.
