Repository: betafish-inc/adblock-mac-vpn-release
Catalog: AdBlockVPNMacOS/Resources/*.lproj/Localizable.strings
Languages: de, es, ja, nl, pt_br, ro, ru

source: # AdBlockVPNApp.log This file contains debug and error log entries which are useful for debugging issues with the Adblock VPN Application. # AdBlockVPNProvider.log This file contains debug and error log entries which are useful for debugging issues with the Adblock VPN System Extension. These files can be viewed in a text editor and edited if there is any information you would like to redact from these logs. For more information about the data we collect and how we use it, visit: (Constants.logsPrivacyInfoKBArticleURL)
de: # AdBlockVPNApp.log Diese Datei enthält Debug- und Fehlerprotokolleinträge, die für Debugging-Probleme mit der AdBlock VPN-Anwendung nützlich sind. # AdBlockVPNProvider.log Diese Datei enthält Debug- und Fehlerprotokolleinträge, die für Debugging-Probleme mit der AdBlock VPN-Systemerweiterung nützlich sind. Diese Dateien können in einem Texteditor angezeigt und bearbeitet werden, wenn Sie Informationen aus diesen Protokollen entfernen möchten. Weitere Informationen zu den von uns erfassten Daten und deren Verwendung finden Sie unter: (Constants.logsPrivacyInfoKBArticleURL)
ja: # AdBlockVPNApp.log このファイルには、AdBlock VPNアプリケーションの問題をデバッグするのに便利な、デバッグおよびエラーログのエントリが含まれています。 # AdBlockVPNProvider.log このファイルには、AdBlock VPNシステム拡張の問題をデバッグするのに便利な、デバッグおよびエラーログのエントリが含まれています。 これらのファイルは、テキストエディターで閲覧することができ、これらのログから削除したい情報があれば編集することができます。 当社が収集するデータとその使用方法についての詳細は、こちらをご覧ください: (Constants.logsPrivacyInfoKBArticleURL)
nl: # AdBlockVPNApp.log Dit bestand bevat debug- en foutmeldingen die handig zijn om problemen met de AdBlock VPN-app te debuggen. # AdBlockVPNProvider.log Dit bestand bevat debug- en foutmeldingen die handig zijn om problemen met de AdBlock VPN-systeemextensie te debuggen. Je kunt deze bestanden weergeven in een tekstverwerker en bewerken als er informatie is in deze logs die je wilt herzien. Voor meer informatie over de gegevens die we verzamelen en hoe we die gebruiken, ga naar: (Constants.logsPrivacyInfoKBArticleURL)
pt_br: # AdBlockVPNApp.log Esse arquivo contém entradas de log de erros e depuração que são úteis para depurar problemas com o aplicativo AdBlock VPN. # AdBlockVPNProvider.log Esse arquivo contém entradas de log de erros e depuração que são úteis para depurar problemas com a extensão de sistema do AdBlock VPN. Esses arquivos podem ser exibidos em um editor de texto e editados se houver alguma informação que você queira alterar nesses logs. Para obter mais informações sobre os dados que coletamos e como os usamos, acesse: (Constants.logsPrivacyInfoKBArticleURL)
ru: # AdBlockVPNApp.log Этот файл содержит записи об отладке и возникших ошибках. Эти записи упрощают отладку приложения AdBlock VPN. # AdBlockVPNProvider.log Этот файл содержит записи об отладке и возникших ошибках. Эти записи упрощают отладку системного расширения AdBlock VPN. Эти файлы можно просмотреть и изменить с помощью текстового редактора, если вам необходимо убрать часть содержащейся в них информации. Чтобы узнать больше о том, какие данные мы собираем, и как они используются, перейдите по ссылке: (Constants.logsPrivacyInfoKBArticleURL)

source: %@, next
de: %@, nächst.
ja: %@、次
nl: %@, volgende
pt_br: %@ seguinte
ro: %@, următor
ru: %@, далее

source: %@, selected
de: %@, ausgewählt
ja: %@、選択済み
nl: %@, geselecteerd
pt_br: Selecionou %@
ro: %@, selectat
ru: %@, выбрано

source: Accept and Continue
de: Akzeptieren und Fortfahren
es: Aceptar y continuar
ja: 承認し続ける
nl: Accepteren en doorgaan
pt_br: Aceitar e continuar
ro: Acceptați și Continuați
ru: Принять и продолжить

source: Account
de: Konto
es: Cuenta
ja: アカウント
pt_br: Conta
ro: Cont
ru: Аккаунт

source: AdBlock VPN Setup
de: Einrichtung von AdBlock VPN
es: Configuración de AdBlock VPN
ja: AdBlock VPNの設定
nl: AdBlock VPN instellen
pt_br: Configurações do AdBlock VPN
ro: Configurare AdBlock VPN
ru: Настройка AdBlock VPN

source: Allow AdBlock VPN in your security preferences
de: AdBlock VPN in deinen Sicherheitseinstellungen erlauben
es: Permitir AdBlock VPN en tus preferencias de seguridad
ja: セキュリティ設定でAdBlock VPNを許可
nl: AdBlock VPN toestaan in je veiligheidsvoorkeuren
pt_br: Permitir AdBlock VPN em suas preferências de segurança
ro: Permiteți AdBlock VPN în preferințele de securitate
ru: Разрешите работу AdBlock VPN в настройках безопасности

source: Allow AdBlock VPN Notifications
de: Benachrichtigungen von AdBlock VPN erlauben
es: Permitir las notificaciones de AdBlock VPN
ja: AdBlock VPNの通知を許可
nl: Meldingen van AdBlock VPN toestaan
pt_br: Permitir notificações do AdBlock VPN
ro: Permiteți notificări Adblock VPN
ru: Разрешите отправку уведомлений от AdBlock VPN

source: Allow AdBlock VPN to add VPN configurations
de: AdBlock VPN erlauben, VPN-Konfigurationen hinzuzufügen
es: Permitir AdBlock VPN para añadir configuraciones de VPN
ja: AdBlock VPNによるVPN設定の追加を許可
nl: AdBlock VPN toestaan om VPN-configuraties toe te voegen
pt_br: Permitir que o AdBlock VPN adicione configurações de VPN
ro: Permiteți Adblock VPN să adauge configurații VPN
ru: Добавьте AdBlock VPN в конфигурацию VPN

source: An update is available
de: Ein Update ist verfügbar
es: Hay una actualización disponible
ja: 更新あり
nl: Er is een update beschikbaar
pt_br: Há uma atualização disponível
ro: Este disponibilă o actualizare.
ru: Доступно обновление

source: App Logs Created
de: App-Logs erstellt
ja: アプリログを作成しました
nl: App-logs gemaakt
pt_br: Logs de app criados
ru: Файл журнала создан

source: App Settings
de: App-Einstellungen
es: Ajustes de la aplicación
ja: アプリ設定
nl: App-instellingen
pt_br: Configurações do app
ro: Setări aplicație
ru: Настройки приложения

source: Apply updates automatically
de: Updates automatisch durchführen
es: Aplicar actualizaciones automáticamente
ja: 更新を自動的に適用
nl: Updates automatisch toepassen
pt_br: Aplicar atualizações automaticamente
ro: Aplică automat actualizările
ru: Автоматически устанавливать обновления

source: At the bottom of the page, click the lock icon and enter your password.
de: Klicken Sie unten auf der Seite auf das Schlosssymbol und geben Sie Ihr Passwort ein.
es: En la parte inferior de la página, haz clic en el icono del candado e introduce tu contraseña.
ja: ページの下部にある鍵のアイコンをクリックし、パスワードを入力します。
nl: Klik onderaan de pagina op het slotpictogram en voer je wachtwoord in.
pt_br: Na parte inferior da página, clique no ícone de bloqueio e insira sua senha.
ro: În partea de jos a paginii, faceți clic pe pictograma de blocare și introduceți parola.
ru: В нижней части страницы нажмите на значок замка и введите пароль.

source: Australia - Perth
de: Australien - Perth
ja: オーストラリア・パース
nl: Australië - Perth
pt_br: Austrália - Perth
ru: Австралия — Перт

source: Australia - Sydney
de: Australien - Sydney
es: Australia - Sídney
ja: オーストラリア・シドニー
nl: Australië - Sydney
pt_br: Austrália - Sydney
ru: Австралия — Сидней

source: Austria
de: Österreich
ja: オーストリア
nl: Oostenrijk
pt_br: Áustria
ru: Австрия

source: Back
de: Zurück
ja: 戻る
nl: Terug
pt_br: Voltar
ro: Înapoi
ru: Назад

source: Before you submit a new ticket, click “Create App Logs” to save an app log file to your desktop.
de: Bevor Sie ein neues Ticket senden, klicken Sie auf „App-Logs erstellen“, um eine App-Protokolldatei auf Ihrem Desktop zu speichern.
ja: 新しいチケットを送信する前に、「アプリログを作成」をクリックして、デスクトップにアプリログファイルを保存してください。
nl: Klik voordat je een nieuw ticket indient op 'App-logs maken' om een app-logbestand op je bureaublad te plaatsen.
pt_br: Antes de enviar um novo tíquete, clique em "Criar logs de app" para salvar um arquivo de log de app no seu desktop.
ru: Перед созданием заявки нажмите "Создать файл журнала", чтобы сохранить файл журнала приложения на компьютере.

source: Belgium
de: Belgien
es: Bélgica
ja: ベルギー
nl: België
pt_br: Bélgica
ro: Belgia
ru: Бельгия

source: Brazil
de: Brasilien
es: Brasil
ja: ブラジル
nl: Brazilië
pt_br: Brasil
ro: Brazilia
ru: Бразилия

source: Bulgaria
de: Bulgarien
ja: ブルガリア
nl: Bulgarije
pt_br: Bulgária
ru: Болгария

source: By proceeding, you are confirming you have read and accepted both of the following...
de: Wenn Sie fortfahren, bestätigen Sie, dass Sie die beiden folgenden Punkte gelesen und akzeptiert haben ...
ja: 続行すると、以下の両方を読んだことになります…
nl: Als je doorgaat, bevestig je dat je de volgende teksten hebt gelezen en begrepen...
pt_br: Ao avançar, você confirma que leu e aceitou o seguinte...
ro: Continuând, confirmați că ați citit și acceptat ambele dintre următoarele...
ru: Продолжая использование, вы подтверждаете, что прочитали и согласны со следующим:...

source: Canada
de: Kanada
es: Canadá
ja: カナダ
pt_br: Canadá
ru: Канада

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ro: Anulare
ru: Отмена

source: Change Location
de: Standort ändern
es: Cambiar ubicación
ja: 場所を変更
nl: Locatie wijzigen
pt_br: Alterar localização
ro: Schimbați locația
ru: Изменить местоположение

source: Check Your Email
de: Überprüfen Sie Ihre E-Mails
es: Comprueba tu correo electrónico
ja: メールをご確認ください
nl: Bekijk je e-mail
pt_br: Verifique seu e-mail
ro: Verificați-vă e-mailul
ru: Проверьте свою электронную почту

source: Chile
ja: チリ
nl: Chili
ru: Чили

source: Choose location
de: Standort wählen
es: Elige una ubicación
ja: 場所を選択
nl: Kies locatie
pt_br: Escolha o local
ro: Alegeți locația
ru: Выбрать местоположение

source: Click “Open System Dialog” below. Click ”Open Security Preferences” in the next window.
de: Klicken Sie unten auf "Systemdialog öffnen". Klicken Sie im nächsten Fenster auf "Sicherheitseinstellungen öffnen".
es: Haz clic en "Abrir diálogo del sistema" a continuación. En la siguiente ventana, haz clic en "Abrir preferencias de seguridad".
ja: 下の「システムダイアログを開く」をクリックしてください。次の画面で「セキュリティ設定を開く」をクリックします。
nl: Klik hieronder op "Systeemdialoog openen". Klik op "Veiligheidsvoorkeuren openen" in het volgende scherm.
pt_br: Clique em "Abrir caixa de diálogo do sistema" abaixo. Clique em "Abrir preferências de segurança" na próxima janela.
ro: Faceți clic pe „Deschideți dialogul sistemului” de mai jos. Faceți clic pe „Deschideți preferințele de securitate” în fereastra următoare.
ru: Нажмите "Открыть диалоговое окно" ниже. Нажмите "Открыть настройки безопасности" в следующем окне.

source: Click “Open System Dialog” below. In the following window, click the ”Allow” button. When you're done, click ”Next Steps” below to continue the setup process.
de: Klicken Sie unten auf "Systemdialog öffnen". Klicken Sie im folgenden Fenster auf die Schaltfläche "Zulassen". Wenn Sie fertig sind, klicken Sie unten auf "Nächste Schritte", um den Einrichtungsprozess fortzusetzen.
es: Haz clic en "Abrir diálogo del sistema" a continuación. En la siguiente ventana, haz clic en el botón "Permitir". Cuando hayas terminado, haz clic en "Siguientes pasos" para continuar con el proceso de configuración.
ja: 下の「システムダイアログを開く」をクリックしてください。次の画面で、「許可」ボタンをクリックします。完了すれば、下の「次の手順」をクリックし、設定処理を続行します。
nl: Klik hieronder op "Systeemdialoog openen". Klik in het volgende scherm op de knop "Toestaan". Als je klaar bent, klik dan op "Volgende stappen" hieronder op door te gaan met het installeringsproces.
pt_br: Clique em "Abrir caixa de diálogo do sistema" abaixo. Na janela a seguir, clique no botão "Permitir". Em seguida, clique em "Próximos passos" abaixo para continuar o processo de configuração.
ro: Faceți clic pe „Deschideți dialogul sistemului” de mai jos. În următoarea fereastră, faceți clic pe butonul „Permiteți”. Când ați terminat, faceți clic pe „Etapele următoare” de mai jos pentru a continua procesul de configurare.
ru: Нажмите "Открыть диалоговое окно" ниже. В следующем окне нажмите кнопку "Разрешить". После этого нажмите "Дальнейшие шаги" ниже, чтобы продолжить установку.

source: Click the “Allow” button to give AdBlock VPN permission to run on your device. Close the preferences window and click “Next Steps” below to continue the setup process.
de: Klicken Sie auf die Schaltfläche "Zulassen", um AdBlock VPN die Berechtigung zur Ausführung auf Ihrem Gerät zu erteilen. Schließen Sie das Einstellungsfenster und klicken Sie unten auf "Nächste Schritte", um den Einrichtungsprozess fortzusetzen.
es: Haz clic en el botón "Permitir" para dar permiso a AdBlock VPN para ejecutarse en tu dispositivo. Cierra la ventana de preferencias y haz clic en "Siguientes pasos" para continuar con el proceso de configuración.
ja: 「許可」ボタンをクリックし、AdBlock VPNがご利用の端末上で実行する許可が与えられます。環境設定ウィンドウを閉じ、下の「次の手順」をクリックし設定処理を続行してください。
nl: Klik op de knop "Toestaan" om AdBlock VPN toestemming te geven om te werken op jouw apparaat. Sluit het voorkeursscherm en klik op "Volgende stappen" hieronder om door te gaan met het installeringsproces.
pt_br: Clique no botão "Permitir" para permitir que o AdBlock VPN seja executado em seu dispositivo. Feche a janela de preferências e clique em "Próximos passos" abaixo para continuar o processo de configuração.
ro: Faceți clic pe butonul „Permite” pentru a da permisiunea AdBlock VPN pentru a rula pe dispozitiv. Închideți fereastra de preferințe și faceți clic pe „Etapele următoare” de mai jos pentru a continua procesul de configurare.
ru: Нажмите кнопку "Разрешить", чтобы функция AdBlock VPN могла работать на вашем устройстве. Закройте окно настроек и нажмите "Дальнейшие шаги" ниже, чтобы продолжить установку.

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
nl: Sluiten
pt_br: Fechar
ro: Închide
ru: Закрыть

source: Connect
de: Verbinden
es: Conectar
ja: 接続
nl: Verbinden
pt_br: Conectar
ro: Conectare
ru: Подключиться

source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
ja: 接続： %@
nl: Verbonden met %@
pt_br: Conectou com %@
ro: Conectat la %@
ru: Вы подключены: %@

source: Connection retry failed.
de: Erneuter Verbindungsversuch fehlgeschlagen.
es: Error al reintentar la conexión.
ja: 接続の再試行に失敗しました。
nl: Opnieuw verbinding zoeken is mislukt.
pt_br: Falha ao tentar conectar novamente.
ro: Reîncercarea conexiunii a eșuat.
ru: Неудачная попытка переподключения.

source: Contact Support
de: Support kontaktieren
es: Contactar con el soporte técnico
ja: サポートに連絡
nl: Contact opnemen met ondersteuning
pt_br: Contato com o suporte
ro: Contactați asistența
ru: Связаться со службой поддержки

source: Continue
de: Weiter
es: Continuar
ja: 続行
nl: Doorgaan
pt_br: Continuar
ro: Continuați
ru: Продолжить

source: Copied
de: Kopiert
ja: コピーしました
nl: Gekopieerd
pt_br: Copiado
ro: Copiat
ru: Скопировано

source: Copy %@
de: Kopie %@
ja: %@をコピー
nl: %@ kopiëren
pt_br: Copiar %@
ro: Copiere %@
ru: Копировать: %@

source: Create App Logs
de: App-Logs erstellen
ja: アプリログを作成
nl: App-logs maken
pt_br: Criar logs de app
ru: Создать файл журнала

source: Czech Republic
de: Tschechische Republik
es: República Checa
ja: チェコ共和国
nl: Tsjechië
pt_br: República Checa
ro: Republica Cehă
ru: Чехия

source: Dark
de: Dunkel
nl: Donker
ru: Темная

source: Denmark
de: Dänemark
es: Dinamarca
ja: デンマーク
nl: Denemarken
pt_br: Dinamarca
ro: Danemarca
ru: Дания

source: Didn't get the code? Try again.
de: Sie haben den Code nicht erhalten? Versuchen Sie es erneut.
es: ¿No has recibido el código? Vuelve a intentarlo.
ja: コードが届きませんか？再度お試しください。
nl: Geen code ontvangen? Probeer het nog eens.
pt_br: Não recebeu o código? Tente novamente.
ro: Nu ați primit codul? Încercați din nou.
ru: Не получили код? Попробуйте еще раз.

source: Disconnect
de: Verbindung trennen
es: Desconectar
ja: 接続を切断
nl: Verbinding verbreken
pt_br: Desconectar
ro: Deconectare
ru: Отключиться

source: Disconnected
de: Verbindung getrennt
es: Desconectado
ja: 接続切断
nl: Verbinding verbroken
pt_br: Desconectou
ro: Deconectat
ru: Отключено

source: Disconnected %@
de: Verbindung getrennt %@
es: Desconectado %@
ja: 接続切断： %@
nl: Verbinding verbroken met %@
pt_br: Desconectou de %@
ro: Deconectat %@
ru: Отключено: %@

source: Doesn’t sound right? Try using a different email address.
de: Klingt nicht richtig? Versuchen Sie es mit einer anderen E-Mail-Adresse.
ja: 問題が発生しましたか？別のメールアドレスを使用してみてください。
nl: Klopt dat niet? Probeer dan een ander e-mailadres te gebruiken.
pt_br: Acha que tem algo errado? Tente usar outro endereço de e-mail.
ro: Nu sună corect? Încearcă să utilizezi o altă adresă de e-mail.
ru: Неправильно? Попробуйте другой адрес электронной почты.

source: Don't have an AdBlock account? Sign up.
de: Sie haben kein AdBlock-Konto? Registrieren Sie sich.
es: ¿No tienes una cuenta de AdBlock? Regístrate.
ja: AdBlockアカウントをお持ちでない場合は、ご登録ください。
nl: Heb je geen AdBlock-account? Meld je aan.
pt_br: Não tem uma conta AdBlock? Crie uma.
ro: Nu ai un cont AdBlock? Înscrie-te.
ru: Нет учетной записи AdBlock? Зарегистрируйтесь.

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
ja: メールアドレス
nl: E-mailadres
pt_br: Endereço de e-mail
ro: Adresă de e-mail
ru: Адрес электронной почты

source: End User License Agreement
de: Endbenutzer-Lizenzvereinbarung
ja: ソフトウェア利用許諾契約
nl: Licentieovereenkomst voor de eindgebruiker
pt_br: Contrato de Licença de Usuário Final
ro: Acord de licență pentru utilizatorul final
ru: Пользовательское соглашение (EULA)

source: Enter the email address you used when you purchased AdBlock VPN:
de: Geben Sie die E-Mail-Adresse ein, die Sie beim Kauf von AdBlock VPN verwendet haben:
es: Introduce la dirección de correo electrónico que usaste al adquirir AdBlock VPN:
ja: AdBlock VPNを購入した際のメールアドレスを入力してください：
nl: Voer het e-mailadres in dat je hebt gebruikt voor de aankoop van AdBlock VPN:
pt_br: Insira o endereço de e-mail que você usou ao comprar o AdBlock VPN:
ro: Introduceți adresa de e-mail pe care ați folosit-o atunci când ați achiziționat AdBlock VPN:
ru: Введите адрес электронной почты, который указывали при покупке AdBlock VPN:

source: Error
de: Fehler
ja: エラー
nl: Fout
pt_br: Erro
ro: Eroare
ru: Ошибка

source: Error connecting to VPN provider.
de: Fehler beim Verbinden mit dem VPN-Anbieter.
es: Error al conectar al proveedor de VPN.
ja: VPNプロバイダーの接続エラー発生
nl: Fout bij verbinding met VPN-provider.
pt_br: Erro ao se conectar com o provedor do VPN.
ro: Eroare la conectarea la furnizorul VPN.
ru: Ошибка подключения к поставщику услуг VPN.

source: Error in reading regions file.
de: Fehler beim Lesen der Regionsdatei.
es: Error al leer el archivo de regiones.
ja: 地域ファイルの読み込み中でエラー発生
nl: Fout bij het lezen van regiobestand.
pt_br: Erro ao ler arquivo de regiões.
ro: Eroare în citirea fișierului regiunilor.
ru: Ошибка чтения списка регионов.

source: Finland
de: Finnland
es: Finlandia
ja: フィンランド
pt_br: Finlândia
ro: Finlanda
ru: Финляндия

source: For help solving this problem, please contact our support team.
de: Wenn Sie Hilfe bei der Lösung dieses Problems benötigen, wenden Sie sich bitte an unser Support-Team.
es: Si necesitas ayuda para solucionar este problema, contacta con nuestro equipo de soporte técnico.
ja: この問題を解決するには、サポートチームにご連絡ください。
nl: Voor hulp bij het oplossen van dit probleem neem je contact op met ons ondersteuningsteam.
pt_br: Para ajudar a solucionar o problema, entre em contato com a equipe de suporte.
ro: Pentru ajutor la rezolvarea acestei probleme, te rugăm să ne contactezi echipa de asistență.
ru: Получите помощь в решении этой проблемы у нашей службы поддержки.

source: For help solving this problem, please follow the steps in this article.
de: Um Hilfe bei der Lösung dieses Problems zu erhalten, befolgen Sie bitte die Schritte in diesem Artikel.
es: Si necesitas ayuda para solucionar este problema, sigue los pasos de este artículo.
ja: この問題を解決するには、この記事の手順に従ってください。
nl: Voor hulp bij het oplossen van dit probleem kun je de stappen in dit artikel volgen.
pt_br: Para ajudar a solucionar o problema, siga os passos neste artigo.
ro: Pentru ajutor la rezolvarea acestei probleme, te rugăm să urmezi etapele din acest articol.
ru: Чтобы решить эту проблему, выполните шаги, описанные в этой статье.

source: For the best app experience from AdBlock VPN, allow notifications. Click “Show Notification“ below. A notification will appear in the top right corner of your screen. Click “Options” then “Allow”. (You can choose “Don’t Allow” if you do not want notifications from AdBlock VPN.) Click “Next” below when you are done.
de: Für die beste Erfahrung mit der App AdBlock VPN lassen Sie Benachrichtigungen zu. Klicken Sie unten auf "Benachrichtigung anzeigen". Eine Benachrichtigung wird in der oberen rechten Ecke Ihres Bildschirms angezeigt. Klicken Sie auf "Optionen" und dann auf "Zulassen". (Sie können "Nicht zulassen" wählen, wenn Sie keine Benachrichtigungen von AdBlock VPN erhalten möchten.) Klicken Sie unten auf "Weiter", wenn Sie fertig sind.
es: Para disfrutar de la mejor experiencia con la aplicación de AdBlock VPN, permite las notificaciones. Haz clic en "Mostrar notificación" a continuación. Aparecerá una notificación en la esquina superior derecha de la pantalla. Haz clic en "Opciones" y luego en "Permitir" (puedes elegir "No permitir" si no deseas recibir notificaciones de AdBlock VPN). Haz clic en "Siguiente" cuando hayas terminado.
ja: AdBlock VPNで最高のアプリ体験をお楽しみいただくために、通知を許可してください。下の「通知を表示」をクリックしてください。画面の右上に通知が表示されます。「オプション」、そして「許可」をクリックしてください。 (AdBlock VPNからの通知が不要な場合は、「許可しない」を選択できます) 設定が完了してから、下の「次へ」をクリックしてください。
nl: Voor de beste app-ervaring van AdBlock VPN, sta meldingen toe. Klik hieronder op "Melding weergeven". Er zal een melding verschijnen in de rechterbovenhoek van je scherm. Klik op "Opties" en daarna op "Toestaan". (Je kunt "Niet toestaan" kiezen als je geen meldingen wilt ontvangen van AdBlock VPN.) Klik hieronder op "Volgende" als je klaar bent.
pt_br: Para ter uma experiência melhor com o AdBlock VPN, dê permissão para notificações. Clique em "Exibir notificações" abaixo. Uma notificação será exibida no canto superior à direita da tela. Clique em "Opções" e depois em "Permitir". (Escolha "Não permitir" se não quiser permitir notificações do AdBlock VPN.) Clique em "Avançar" abaixo ao terminar.
ro: Pentru cea mai bună experiență a aplicației de la AdBlock VPN, permiteți notificări. Faceți clic pe „Afișare notificare” de mai jos. În colțul din dreapta sus al ecranului va apărea o notificare. Faceți clic pe „Opțiuni” apoi „Permite”. (Puteți alege „Nu permite” dacă nu vreți notificări de la AdBlock VPN.) Faceți clic pe „Următorul” de mai jos, atunci când ați terminat.
ru: Для удобства использования AdBlock VPN разрешите отправку уведомлений. Нажмите "Показывать уведомления" ниже. Уведомления будут появляться в правом верхнем углу экрана. Нажмите "Параметры", затем "Разрешить". Выберите "Не разрешать", если не хотите получать уведомления от AdBlock VPN. По завершении нажмите "Далее" ниже.

source: Forgot your email?
de: E-Mail-Adresse vergessen?
ja: メールアドレスをお忘れですか？
nl: Je e-mailadres vergeten?
pt_br: Esqueceu o seu e-mail?
ro: Ați uitat e-mailul?
ru: Забыли адрес эл. почты?

source: France
de: Frankreich
es: Francia
ja: フランス
nl: Frankrijk
pt_br: França
ro: Franța
ru: Франция

source: Germany
de: Deutschland
es: Alemania
ja: ドイツ
nl: Duitsland
pt_br: Alemanha
ro: Germania
ru: Германия

source: Get AdBlock VPN
de: AdBlock VPN jetzt erhalten
es: Consigue AdBlock VPN
ja: AdBlock VPNを入手する
nl: Haal AdBlock VPN
pt_br: Obtenha o AdBlock VPN
ro: Obțineți AdBlock VPN
ru: Скачать AdBlock VPN

source: Get Started
de: Gleich loslegen
es: Empezar
ja: 今すぐ開始
nl: Beginnen
pt_br: Introdução
ro: Să începem
ru: Начать

source: Greece
de: Griechenland
es: Grecia
ja: ギリシャ
nl: Griekenland
pt_br: Grécia
ro: Grecia
ru: Греция

source: Help
de: Hilfe
ja: ヘルプ
pt_br: Ajuda
ro: Ajutor
ru: Помощь

source: Help & Feedback
de: Hilfe & Feedback
es: Ayuda y comentarios
ja: ヘルプとフィードバック
nl: Help en feedback
pt_br: Ajuda & Feedback
ro: Ajutor și feedback
ru: Помощь и обратная связь

source: Hong Kong
ja: 香港
ru: Гонконг

source: Hungary
de: Ungarn
es: Hungría
ja: ハンガリー
nl: Hongarije
pt_br: Hungria
ro: Ungaria
ru: Венгрия

source: Iceland
de: Island
es: Islandia
ja: アイスランド
nl: IJsland
pt_br: Islândia
ro: Islanda
ru: Исландия
