Repository: betafish-inc/adblock-mac-vpn-release
Catalog: AdBlockVPNMacOS/Resources/*.lproj/Localizable.strings
Languages: de, es, ja, nl, pt_br, ro, ru

source: inactive
de: inaktiv
ja: 使用されていません
nl: inactief
pt_br: inatividade
ro: inactiv
ru: неактивно

source: India
de: Indien
ja: インド
pt_br: Índia
ru: Индия

source: Ireland
de: Irland
es: Irlanda
ja: アイルランド
nl: Ierland
pt_br: Irlanda
ro: Irlanda
ru: Ирландия

source: Isle of Man
es: Isla de Man
ja: マン島
nl: Eiland Man
ro: Insula Man
ru: Остров Мэн

source: Israel
ja: イスラエル
nl: Israël
ru: Израиль

source: It looks like we still don't have permission to add VPN configurations to your device. Let's try again.
de: Anscheinend haben wir immer noch keine Berechtigung, Ihrem Gerät VPN-Konfigurationen hinzuzufügen. Das sollten wir erneut versuchen.
es: Parece que aún no tenemos permiso para añadir configuraciones de VPN a tu dispositivo. Vamos a intentarlo de nuevo.
ja: お客様のデバイスにVPN設定を追加する許可がまだ下りていないようです。もう一度お試しください。
nl: Het lijkt erop dat we nog geen toestemming hebben om VPN-configuraties toe te voegen aan je apparaat. Laten we het nog eens proberen.
pt_br: Parece que ainda não temos permissão para adicionar as configurações do VPN ao seu dispositivo. Vamos tentar novamente.
ro: Se pare că încă nu avem permisiunea de a adăuga configurații VPN pe dispozitivul dvs. Să încercăm din nou.
ru: Похоже, у нас нет разрешения на работу с настройками VPN на вашем устройстве. Попробуем еще раз.

source: It looks like we still don't have permission to run on your device. Let's try again.
de: Anscheinend haben wir immer noch keine Berechtigung zur Ausführung auf Ihrem Gerät. Das sollten wir erneut versuchen.
es: Parece que aún no tenemos permiso de ejecución en tu dispositivo. Vamos a intentarlo de nuevo.
ja: お客様のデバイス上で起動する許可がまだ下りていないようです。もう一度お試しください。
nl: Het lijkt erop dat we nog geen toestemming hebben om werkzaam te zijn op je apparaat. Laten we het nog eens proberen.
pt_br: Parece que ainda não temos permissão para rodar no seu dispositivo. Vamos tentar novamente.
ro: Se pare că încă nu avem permisiunea de a rula pe dispozitivul dvs. Să încercăm din nou.
ru: Похоже, у нас все еще нет разрешений, необходимых для работы на вашем устройстве. Попробуем еще раз.

source: It looks like your subscription has ended. Please click below to renew.
de: Ihr Abonnement ist anscheinend abgelaufen. Bitte klicken Sie unten, um es zu erneuern.
es: Parece que tu suscripción ha finalizado. Haz clic a continuación para renovarla.
ja: 購読が終了したようです。以下をクリックして更新してください。
nl: Het lijkt erop dat je abonnement is afgelopen. Klik hieronder om te vernieuwen.
pt_br: Parece que sua assinatura terminou. Clique abaixo para renovar.
ro: Se pare că abonamentul tău s-a încheiat. Te rugăm să faci clic mai jos pentru a reînnoi.
ru: Похоже, срок действия вашей подписки истек. Нажмите кнопку ниже, чтобы ее продлить.

source: Italy
de: Italien
es: Italia
ja: イタリア
nl: Italië
pt_br: Itália
ro: Italia
ru: Италия

source: Japan
es: Japón
ja: 日本
pt_br: Japão
ro: Japonia
ru: Япония

source: Launch at login
de: Bei Anmeldung starten
es: Lanzar al iniciar sesión
ja: ログイン時に起動
nl: Opstarten bij inloggen
pt_br: Iniciar e entrar
ro: Lansare la autentificare
ru: Запуск при входе

source: Learn more about the data we collect and how we use it.
de: Erfahren Sie mehr über die von uns erhobenen Daten und deren Verwendung.
ja: 当社が収集するデータとその使用方法についての詳細を見る。
nl: Meer info over de gegevens die we verzamelen en hoe we die gebruiken.
pt_br: Saiba mais sobre os dados coletados e como os usamos.
ru: Узнайте больше о том, какие данные мы собираем, и как они используются.

source: Light
de: Hell
nl: Licht
ru: Светлая

source: Log In
de: Anmelden
es: Iniciar sesión
ja: ログイン
nl: Inloggen
pt_br: Entrar
ro: Autentificare
ru: Войти

source: Log in to connect to AdBlock VPN and secure your connection
de: Melden Sie sich an, um eine Verbindung zu AdBlock VPN herzustellen und Ihre Verbindung zu sichern
es: Inicia sesión para conectarte a AdBlock VPN y proteger tu conexión
ja: ログインしAdBlock VPNに接続し、接続を確保
nl: Log in om verbinding te maken met AdBlock VPN en je verbinding te beveiligen
pt_br: Entre para se conectar ao AdBlock VPN e proteger sua conexão
ro: Autentificați-vă pentru a vă conecta la AdBlock VPN și a vă securiza conexiunea
ru: Войдите, чтобы подключиться к AdBlock VPN и защитить свое соединение

source: Manage Account
de: Konto verwalten
es: Gestionar cuenta
ja: アカウント管理
nl: Account beheren
pt_br: Gerenciar conta
ro: Gestionare cont
ru: Управление аккаунтом

source: Manage Devices
de: Geräte verwalten
es: Gestionar dispositivos
ja: デバイス管理
nl: Apparaten beheren
pt_br: Gerenciar dispositivos
ro: Gestionare dispozitive
ru: Управление устройствами

source: Mexico
de: Mexiko
es: México
ja: メキシコ
pt_br: México
ro: Mexic
ru: Мексика

source: Moldova
de: Moldawien
es: Moldavia
ja: モルドバ
nl: Moldavië
pt_br: Moldávia
ru: Молдавия

source: Move AdBlock VPN to the Applications folder
de: Verschieben Sie AdBlock VPN in den Anwendungsordner
es: Mover AdBlock VPN a la carpeta de aplicaciones
ja: AdBlock VPNを「アプリケーション」フォルダーへ移動
nl: AdBlock VPN verplaatsen naar de map Applicaties
pt_br: Mover o AdBlock VPN para a pasta Aplicativos
ro: Mutați AdBlock VPN în dosarul Aplicații
ru: Переместите AdBlock VPN в папку "Приложения"

source: Nearest location
de: Nächster Standort
es: Ubicación más cercana
ja: 最も近い場所
nl: Dichtstbijzijnde locatie
pt_br: Local mais próximo
ro: Locație cea mai apropiată
ru: Ближайшее местоположение

source: Need Help?
de: Brauchen Sie Hilfe?
ja: お困りですか？
nl: Hulp nodig?
pt_br: Precisa de ajuda?
ro: Aveți nevoie de ajutor?
ru: Нужна помощь?

source: Netherlands
de: Niederlande
es: Países Bajos
ja: オランダ
nl: Nederland
pt_br: Países Baixos
ro: Olanda
ru: Нидерланды

source: New Zealand
de: Neuseeland
es: Nueva Zelanda
ja: ニュージーランド
nl: Nieuw-Zeeland
pt_br: Nova Zelândia
ro: Noua Zeelandă
ru: Новая Зеландия

source: Next
de: Nächst.
es: Siguiente
ja: 次へ
nl: Volgende
pt_br: Avançar
ro: Următor
ru: Далее

source: Next Steps
de: Nächste Schritte
es: Siguientes pasos
ja: 次の手順
nl: Volgende stappen
pt_br: Próximos passos
ro: Etapele următoare
ru: Следующие шаги

source: Norway
de: Norwegen
es: Noruega
ja: ノルウェー
nl: Noorwegen
pt_br: Noruega
ro: Norvegia
ru: Норвегия

source: Oh dear. Something went wrong.
de: Hoppla! Da ist etwas schiefgelaufen.
es: Algo ha salido mal.
ja: おっと！何らかの問題が発生しました。
nl: Oei, er ging iets mis.
pt_br: Desculpe, algo deu errado.
ro: Oh nu! Ceva nu a mers bine!
ru: Ой! Что-то пошло не так.

source: Onboarding complete
de: Onboarding abgeschlossen
ja: オンボーディング完了
nl: Onboarding voltooid
pt_br: Integração concluída
ro: Integrarea completă
ru: Оформление завершено

source: Oops!
de: Hoppla!
es: ¡Ups!
ja: おっと！
nl: Oeps!
pt_br: Opa!
ro: Ups!
ru: Ой!

source: Open AdBlock VPN
de: AdBlock VPN öffnen
es: Abrir AdBlock VPN
ja: AdBlock VPNを開く
nl: AdBlock VPN openen
pt_br: Abrir AdBlock VPN
ro: Deschideți AdBlock VPN
ru: Открыть AdBlock VPN

source: Open Notifications
de: Benachrichtigungen öffnen
es: Abrir notificaciones
ja: 通知を開く
nl: Meldingen openen
pt_br: Abrir notificações
ro: Deschideți notificările
ru: Открыть уведомления

source: Open System Dialog
de: Systemdialog öffnen
es: Abrir diálogo del sistema
ja: システムダイアログを開く
nl: Systeemdialoog openen
pt_br: Abrir caixa de diálogo do sistema
ro: Deschideți dialogul sistemului
ru: Открыть диалоговое окно

source: Page 1 of 5
de: Seite 1 von 5
ja: 1/5ページ
nl: Pagina 1 van 5
pt_br: Página 1 de 5
ro: Pagina 1 din 5
ru: Страница 1 из 5

source: Page 2 of 5
de: Seite 2 von 5
ja: 2/5ページ
nl: Pagina 2 van 5
pt_br: Página 2 de 5
ro: Pagina 2 din 5
ru: Страница 2 из 5

source: Page 3 of 5
de: Seite 3 von 5
ja: 3/5ページ
nl: Pagina 3 van 5
pt_br: Página 3 de 5
ro: Pagina 3 din 5
ru: Страница 3 из 5

source: Page 4 of 5
de: Seite 4 von 5
ja: 4/5ページ
nl: Pagina 4 van 5
pt_br: Página 4 de 5
ro: Pagina 4 din 5
ru: Страница 4 из 5

source: Page 5 of 5
de: Seite 5 von 5
ja: 5/5ページ
nl: Pagina 5 van 5
pt_br: Página 5 de 5
ro: Pagina 5 din 5
ru: Страница 5 из 5

source: Please allow VPN configurations when prompted to connect to AdBlock VPN.
de: Bitte erlauben Sie VPN-Konfigurationen, wenn Sie aufgefordert werden, eine Verbindung zu AdBlock VPN herzustellen.
es: Permite las configuraciones de VPN cuando se te solicite conectarte a AdBlock VPN.
ja: AdBlock VPNへの接続を促すメッセージが表示されたら、VPNの設定を許可してください。
nl: Sta VPN-configuraties toe als er wordt gevraagd om verbinding te maken met AdBlock VPN.
pt_br: Permita as configurações do VPN quando a conexão do AdBlock VPN for solicitada.
ro: Te rugăm să permiți configurațiile VPN când ți se solicită conectarea la AdBlock VPN.
ru: Разрешите изменение конфигурации VPN, когда будете подключаться к AdBlock VPN.

source: Please contact our support team
de: Bitte wenden Sie sich an unser Support-Team
es: Contacta con nuestro equipo de soporte técnico
ja: サポートチームにお問い合わせください
nl: Neem contact op met ons ondersteuningsteam
pt_br: Entre em contato com a nossa equipe de suporte
ro: Te rugăm să contactezi echipa noastră de asistență
ru: Свяжитесь с нашей службой поддержки

source: Please enable the AdBlock VPN system extension to start using AdBlock VPN.
de: Bitte aktivieren Sie die AdBlock VPN-Systemerweiterung, um AdBlock VPN zu verwenden.
es: Activa la extensión del sistema de AdBlock VPN para empezar a usar AdBlock VPN.
ja: AdBlock VPNの使用を開始するには、AdBlock VPNシステム拡張を有効にしてください。
nl: Schakel de AdBlock VPN-systeemextensie in om AdBlock VPN te gebruiken.
pt_br: Ative a extensão do sistema para o AdBlock e comece a usar o AdBlock VPN.
ro: Te rugăm să activezi extensia de sistem AdBlock VPN pentru a începe să utilizezi AdBlock VPN.
ru: Включите системное расширение AdBlock VPN, чтобы начать использовать AdBlock VPN.

source: Please follow the steps in this article
de: Bitte befolgen Sie die Schritte in diesem Artikel
es: Sigue los pasos de este artículo
ja: この記事の手順に従ってください
nl: Volg de stappen in dit artikel
pt_br: Siga os passos neste artigo
ro: Te rugăm să urmezi etapele din acest articol
ru: Выполните шаги, описанные в этом материале

source: Please restart AdBlock VPN
de: Bitte starten Sie AdBlock VPN neu
es: Reinicia AdBlock VPN
ja: AdBlock VPNを再起動してください
nl: Herstart AdBlock VPN
pt_br: Reinicie o AdBlock VPN
ro: Te rugăm să repornești AdBlock VPN
ru: Перезапустите AdBlock VPN

source: Please restart AdBlock VPN.
de: Bitte starten Sie AdBlock VPN neu.
ja: AdBlock VPNを再起動してください。
nl: Herstart AdBlock VPN.
pt_br: Reinicie o AdBlock VPN.
ro: Te rugăm să repornești AdBlock VPN
ru: Перезапустите AdBlock VPN.

source: Please restart your computer
de: Bitte starten Sie Ihren Computer neu
es: Reinicia el ordenador
ja: コンピューターを再起動してください
nl: Herstart je computer
pt_br: Reinicie seu computador
ro: Te rugăm să repornești computerul
ru: Перезапустите компьютер

source: Please restart your computer.
de: Bitte starten Sie Ihren Computer neu.
ja: コンピューターを再起動してください。
nl: Herstart je computer.
pt_br: Reinicie seu computador.
ro: Te rugăm să repornești computerul
ru: Перезапустите компьютер.

source: Please sign in again
de: Bitte melden Sie sich erneu an
es: Vuelve a iniciar sesión
ja: もう一度ログインしてください
nl: Log opnieuw in
pt_br: Entre novamente
ro: Te rugăm să te conectezi din nou
ru: Повторно войдите в систему

source: Please sign in again.
de: Bitte melden Sie sich erneut an.
ja: もう一度サインインしてください。
nl: Log opnieuw in.
pt_br: Entre novamente.
ro: Te rugăm să te conectezi din nou
ru: Повторно войдите в систему.

source: Please update AdBlock VPN to continue.
de: Bitte aktualisieren Sie AdBlock VPN, um fortzufahren.
es: Actualiza AdBlock VPN para continuar.
ja: 続行するにはAdBlock VPNを更新してください。
nl: Werk AdBlock VPN bij om door te gaan.
pt_br: Atualize o AdBlock VPN para continuar.
ro: Te rugăm să actualizezi AdBlock VPN pentru a continua.
ru: Обновите AdBlock VPN, чтобы продолжить.

source: Poland
de: Polen
es: Polonia
ja: ポーランド
nl: Polen
pt_br: Polônia
ro: Polonia
ru: Польша

source: Preferences
de: Einstellungen
es: Preferencias
ja: 設定
nl: Voorkeuren
pt_br: Preferências
ro: Preferințe
ru: Настройки

source: Privacy Policy
de: Datenschutzerklärung
ja: プライバシーポリシー
nl: Privacybeleid
pt_br: Política de privacidade
ro: Politica confidențialității
ru: Политика конфиденциальности

source: Processing
de: Wird verarbeitet
ja: 処理中
nl: Bezig met verwerken
pt_br: Processando
ro: Se procesează
ru: Обработка

source: Questions? Chat with our support team
de: Fragen? Chatten Sie mit unserem Support-Team
ja: ご質問がある場合、サポートチームにチャットでお問い合わせください
nl: Vragen? Praat met ons ondersteuningsteam
pt_br: Perguntas? Fale com a nossa equipe de suporte
ro: Întrebări? Discută cu echipa noastră de asistență
ru: Есть вопросы? Напишите нашей команде поддержки

source: Quit
de: Beenden
es: Salir
ja: 終了
nl: Afsluiten
pt_br: Sair
ro: Ieșire
ru: Выход

source: Quit & Disconnect
de: Verlassen & Verbindung trennen
es: Salir y desconectar
ja: 終了し&接続を切断
nl: Stoppen & Verbinding verbreken
pt_br: Sair & Desconectar
ro: Ieșire și Deconectare
ru: Выйти и отключиться

source: Reconnect
de: Erneut verbinden
es: Reconectar
ja: 再接続
nl: Opnieuw verbinden
pt_br: Reconectar
ro: Reconectare
ru: Подключиться повторно

source: Refresh
de: Aktualisieren
ja: 更新
nl: Verversen
pt_br: Atualizar
ro: Reimprospatare
ru: Обновить

source: Renew Subscription
de: Abonnement verlängern
es: Renovar suscripción
ja: 購読を更新
nl: Abonnement vernieuwen
pt_br: Renovar assinatura
ro: Reînnoiți abonamentul
ru: Обновить подписку

source: Request Feature
de: Funktion anfordern
ja: リクエスト機能
nl: Vragen om feedback
pt_br: Solicitar recurso
ru: Оставить запрос

source: Retrying connection
de: Verbindung wird erneut versucht
es: Reintentar conexión
ja: 再接続を試行
nl: Opnieuw proberen te verbinden
pt_br: Tentando conexão novamente
ro: Reîncercăm conexiunea
ru: Попытка повторного подключения

source: Retrying connection... %@
de: Versuche erneut, eine Verbindung herzustellen ... %@
es: Reintentando conexión... %@
ja: 再接続を試行中です %@
nl: Bezig opnieuw te verbinden... %@
pt_br: Tentando conexão novamente %@
ro: Reîncercăm conexiunea... %@
ru: Попытка повторного подключения... %@

source: Retrying...
de: Erneuter Versuch ...
ja: 再試行中...
nl: Opnieuw proberen...
pt_br: Tentando novamente...
ro: Reîncercare...
ru: Повторная попытка...

source: Romania
de: Rumänien
es: Rumanía
ja: ルーマニア
nl: Roemenië
pt_br: Romênia
ro: România
ru: Румыния

source: Russia
de: Russland
es: Rusia
ja: ロシア
nl: Rusland
pt_br: Rússia
ro: Rusia
ru: Россия

source: Search regions list
de: Regionsliste durchsuchen
ja: 地域リストの検索
nl: In regiolijst zoeken
pt_br: Procurar lista de regiões
ro: Căutare în lista de regiuni
ru: Поиск по списку регионов

source: Securing your connection.
de: Sichern Sie Ihre Verbindung.
es: Se está protegiendo tu conexión.
ja: 接続を確保
nl: Je verbinding wordt beveiligd.
pt_br: Protegendo sua conexão.
ro: Se securizează conexiunea dvs.
ru: Защита соединения.

source: Securing your connection... %@
de: Ihre Verbindung wird gesichert ... %@
es: Protegiendo tu conexión... %@
ja: 接続を確保し中です %@
nl: Bezig je verbinding te beveiligen... %@
pt_br: Protegendo sua conexão... %@
ro: Se securizează conexiunea dvs... %@
ru: Защита соединения... %@

source: Select region
de: Region auswählen
ja: 地域を選択
nl: Kies regio
pt_br: Selecionar região
ro: Alege regiunea
ru: Выберите регион

source: Serbia
de: Serbien
ja: セルビア
nl: Servië
pt_br: Sérvia
ru: Сербия

source: Show connection info
de: Verbindungsinfo anzeigen
ja: 接続情報を表示
nl: Verbindingsinfo weergeven
pt_br: Exibir informações de conexão
ro: Afișare informații conexiune
ru: Показать информацию о подключении

source: Show dock icon
de: Dock-Symbol anzeigen
es: Mostrar icono de acoplamiento
ja: ドックアイコンを表示
nl: Dockpictogram weergeven
pt_br: Exibir ícone de encaixe
ro: Afișează pictograma în Dock
ru: Показывать значок в панели Dock

source: Show Notification
de: Benachrichtigungen anzeigen
es: Mostrar notificación
ja: 通知を表示
nl: Melding weergeven
pt_br: Exibir notificação
ro: Afișare notificare
ru: Показывать уведомления

source: Sign In
de: Anmelden
es: Iniciar sesión
ja: ログイン
nl: Inloggen
pt_br: Entrar
ro: Conectare
ru: Войти

source: Sign Out
de: Abmelden
es: Cerrar sesión
ja: ログアウト
nl: Uitloggen
pt_br: Sair
ro: Deconectare
ru: Выйти

source: Singapore
de: Singapur
es: Singapur
ja: シンガポール
pt_br: Singapura
ru: Сингапур

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
ja: 今はスキップする
nl: Nu overslaan
pt_br: Ignorar por enquanto
ro: Omite pentru moment
ru: Пока пропустить

source: Slovenia
de: Slowenien
es: Eslovenia
ja: スロベニア
nl: Slovenië
pt_br: Eslovênia
ru: Словения

source: Something went wrong while attempting to update AdBlock VPN. Please try again.
de: Beim Versuch, AdBlock VPN zu aktualisieren, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Se ha producido un error al intentar actualizar AdBlock VPN. Vuelve a intentarlo.
ja: AdBlock VPNを更新しようとした際に問題が発生しました。もう一度お試しください。
nl: Er ging iets mis bij een poging tot het updaten van AdBlock VPN. Probeer het opnieuw.
pt_br: Ocorreu um erro ao tentar atualizar o AdBlock VPN. Tente outra vez.
ro: A apărut o eroare în timp ce se încerca actualizarea AdBlock VPN. Te rugăm să încerci din nou.
ru: Что-то пошло не так во время обновления AdBlock VPN. Повторите попытку.

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
ja: 問題が発生しました。もう一度お試しください。
nl: Er ging iets mis. Probeer het nogmaals.
pt_br: Algo deu errado. Tente novamente.
ro: A apărut o problemă. Te rugăm să mai încerci o dată.
ru: Что-то пошло не так. Попробуйте еще раз.

source: Spain
de: Spanien
es: España
ja: スペイン
nl: Spanje
pt_br: Espanha
ro: Spania
ru: Испания

source: Step 1
de: Schritt 1
ja: ステップ1
nl: Stap 1
pt_br: Passo 1
ru: Шаг 1

source: Step 1:
de: Schritt 1:
es: Paso 1:
ja: 手順 1：
nl: Stap 1:
pt_br: Passo 1:
ro: Etapa 1:
ru: Шаг 1.

source: Step 2
de: Schritt 2
ja: ステップ2
nl: Stap 2
pt_br: Passo 2
ru: Шаг 2

source: Step 2:
de: Schritt 2:
es: Paso 2:
ja: 手順 2：
nl: Stap 2:
pt_br: Passo 2:
ro: Etapa 2:
ru: Шаг 2.

source: Step 3:
de: Schritt 3:
es: Paso 3:
ja: 手順 3：
nl: Stap 3:
pt_br: Passo 3:
ro: Etapa 3:
ru: Шаг 3.

source: Submit
de: Senden
es: Enviar
ja: 送信
nl: Verzenden
pt_br: Enviar
ro: Trimite
ru: Отправить

source: Submit a New Ticket
de: Neues Ticket senden
ja: 新しいチケットを送信
nl: Een nieuw ticket indienen
pt_br: Enviar um novo tíquete
ru: Создать новую заявку

source: Submit your ticket using the link below. Our support team will respond promptly, typically within 24 hours.
de: Reichen Sie Ihr Ticket über den unten stehenden Link ein. Unser Support-Team wird umgehend antworten, in der Regel innerhalb von 24 Stunden.
ja: 以下のリンクを使ってチケットを送信してください。当社のサポートチームが通常24時間以内に、速やかに対応いたします。
nl: Stuur je ticket in met de onderstaande link. Onze klantenservice reageert snel, over het algemeen binnen 24 uur.
pt_br: Envie se tíquete usando o link abaixo. Nossa equipe de suporte responderá imediatamente, via de regra dentro de 24 horas.
ru: Нажмите на кнопку внизу, чтобы оставить заявку. Наша служба поддержки ответит вам в кратчайшие сроки (как правило, в течение 24 часов).

source: Sweden
de: Schweden
es: Suecia
ja: スウェーデン
nl: Zweden
pt_br: Suécia
ro: Suedia
ru: Швеция

source: Switzerland
de: Schweiz
es: Suiza
ja: スイス
nl: Zwitserland
pt_br: Suíça
ro: Elveția
ru: Швейцария

source: Thanks for installing AdBlock VPN
de: Vielen Dank, dass Sie AdBlock installiert haben
es: Gracias por instalar AdBlock VPN
ja: AdBlock VPNをインストール頂きありがとうございました。
nl: Bedankt voor het installeren van AdBlock VPN
pt_br: Obrigado por instalar o AdBlock VPN
ro: Vă mulțumim pentru instalarea AdBlock VPN
ru: Спасибо, что установили AdBlock VPN!

source: That code didn’t work. Please try again.
de: Dieser Code hat nicht funktioniert. Bitte versuchen Sie es erneut.
ja: そのコードは正しくありません。もう一度お試しください。
nl: Die code werkte niet. Probeer het opnieuw.
pt_br: Esse código não funcionou. Tente novamente.
ro: Acest cod nu a funcționat. Te rugăm să încerci din nou.
ru: Код не сработал. Попробуйте еще раз.

source: Theme
de: Motiv
nl: Thema
ru: Тема

source: Time connected: %@
de: Verbundene Zeit: %@
ja: 接続時間: %@
nl: Tijd verbonden: %@
pt_br: Tempo de conexão: %@
ro: Durata conectării: %@
ru: Время подключения: %@

source: To speed up the troubleshooting process, please attach AdBlockVPNLogs.zip from your desktop to your ticket.
de: Um den Prozess der Fehlerbehebung zu beschleunigen, hängen Sie bitte AdBlockVPNLogs.zip von Ihrem Desktop an Ihr Ticket an.
ja: トラブルシューティングプロセスをスムーズに行うために、デスクトップにある AdBlockVPNLogs.zip をチケットに添付してください。
nl: Voeg om het proces van probleemoplossing te versnellen AdBlockVPNLogs.zip vanaf je bureaublad bij aan je ticket.
pt_br: Para acelerar o processo de solução de problemas, anexe o arquivo AdBlockVPNLogs.zip no seu desktop ao seu tíquete.
ru: Чтобы ускорить решение проблемы, прикрепите к заявке файл AdBlockVPNLogs.zip с вашего рабочего стола.

source: Try Again
de: Erneut versuchen
es: Volver a intentarlo
ja: 再試行
nl: Probeer het opnieuw
pt_br: Tentar novamente
ro: Încercați din nou
ru: Повторить попытку

source: United Kingdom - London
de: Vereinigtes Königreich - London
es: Reino Unido - Londres
ja: イギリス・ロンドン
nl: Verenigd Koninkrijk - Londen
pt_br: Reino Unido - Londres
ro: Marea Britanie - Londra
ru: Великобритания — Лондон

source: United Kingdom - Manchester
de: Vereinigtes Königreich - Manchester
es: Reino Unido - Mánchester
ja: イギリス・マンチェスター
nl: Verenigd Koninkrijk - Manchester
pt_br: Reino Unido - Manchester
ro: Regatul Unit - Manchester
ru: Великобритания — Манчестер

source: Up To Date
de: Aktualisiert
es: Actualizado
ja: 最新の状態
nl: Actueel
pt_br: Atualizado
ro: Sunteți la zi
ru: Нет новых обновлений

source: Update
es: Actualizar
ja: アップデートする
nl: Updaten
pt_br: Atualizar
ro: Actualizări
ru: Обновить

source: Update Available
de: Update verfügbar
es: Actualización disponible
ja: 更新あり
nl: Update beschikbaar
pt_br: Atualização disponível
ro: Actualizare disponibilă
ru: Доступно обновление

source: Update Complete!
de: Update abgeschlossen!
es: ¡Actualización completada!
ja: アップデート完了！
nl: Update voltooid!
pt_br: Atualização concluída!
ro: Actualizare finalizată!
ru: Обновление завершено!

source: US - Atlanta
de: USA - Atlanta
es: Estados Unidos - Atlanta
ja: 北米・アトランタ
nl: VS - Atlanta
pt_br: EUA - Atlanta
ro: SUA - Atlanta
ru: США — Атланта

source: US - Chicago
de: USA - Chicago
es: Estados Unidos - Chicago
ja: 北米・シカゴ
nl: VS - Chicago
pt_br: EUA - Chicago
ro: SUA - Chicago
ru: США — Чикаго

source: US - Dallas
de: USA - Dallas
es: Estados Unidos - Dallas
ja: 北米・ダラス
nl: VS - Dallas
pt_br: EUA - Dallas
ro: SUA - Dallas
ru: США — Даллас

source: US - Las Vegas
de: USA - Las Vegas
es: Estados Unidos - Las Vegas
ja: 北米・ラスベガス
nl: VS - Las Vegas
pt_br: EUA - Las Vegas
ro: SUA - Las Vegas
ru: США — Лас-Вегас

source: US - Los Angeles
de: USA - Los Angeles
es: Estados Unidos - Los Ángeles
ja: 北米・ロサンジェルス
nl: VS - Los Angeles
pt_br: EUA - Los Angeles
ro: SUA - Los Angeles
ru: США — Лос-Анджелес

source: US - Miami
de: USA - Miami
es: Estados Unidos - Miami
ja: 北米・マイアミ
nl: VS - Miami
pt_br: EUA - Miami
ro: SUA - Miami
ru: США — Майами

source: US - New York City
de: USA - New York City
es: Estados Unidos - Nueva York
ja: 北米・ニューヨーク
nl: VS - New York City
pt_br: EUA - Cidade de Nova York
ro: SUA - New York City
ru: США — Нью-Йорк

source: US - Newark
de: USA - Newark
es: Estados Unidos - Newark
ja: 北米・ニューアーク
nl: VS - Newark
pt_br: EUA - Newark
ro: SUA - Newark
ru: США — Ньюарк

source: US - Phoenix
de: USA - Phoenix
es: Estados Unidos - Phoenix
ja: 北米・フェニックス
nl: VS - Phoenix
pt_br: EUA - Phoenix
ro: SUA - Phoenix
ru: США — Финикс

source: US - San Francisco
de: USA - San Francisco
es: Estados Unidos - San Francisco
ja: 北米・サンフランシスコ
nl: VS - San Francisco
pt_br: EUA - San Francisco
ro: SUA - San Francisco
ru: США — Сан-Франциско

source: US - Seattle
de: USA - Seattle
es: Estados Unidos - Seattle
ja: 北米・シアトル
nl: VS - Seattle
pt_br: EUA - Seattle
ro: SUA - Seattle
ru: США — Сиэтл
