Repository: betafish-inc/adblock-mac-vpn-release
Catalog: AdBlockVPNMacOS/Resources/*.lproj/Localizable.strings
Languages: de, es, ja, nl, pt_br, ro, ru

source: US - Washington, D.C.
de: USA - Washington, D.C.
es: Estados Unidos - Washington D. C.
ja: 北米・ワシントン D.C.
nl: VS - Washington, D.C.
pt_br: EUA - Washington, D.C.
ro: SUA - Washington, D.C.
ru: США — Вашингтон, округ Колумбия

source: Use system appearance
de: Systemdarstellung verwenden
nl: Systeemweergave gebruiken
ru: Использовать настройки системы

source: Version %@
es: Versión %@
ja: バージョン %@
nl: Versie %@
pt_br: Versão %@
ro: Versiunea %@
ru: Версия %@

source: Visit Help Center
de: Hilfecenter besuchen
ja: ヘルプセンターに移動
nl: Naar hulpcentrum
pt_br: Acesse a Central de Ajuda
ru: Перейти в справочный центр

source: VPN disabled
de: VPN deaktiviert
ja: 無効になったVPN
nl: VPN uitgeschakeld
pt_br: VPN desativado
ro: VPN dezactivat
ru: VPN отключен

source: We can't connect to our servers. Please try again later.
de: Wir können keine Verbindung zu unseren Servern herstellen. Bitte versuchen Sie es später erneut.
es: No podemos conectar con nuestros servidores. Vuelve a intentarlo más adelante.
ja: サーバーに接続できません。時間をおいてから再度お試しください。
nl: We kunnen geen contact maken met onze servers. Probeer het later opnieuw.
pt_br: Não foi possível se conectar com nossos servidores. Tente novamente mais tarde.
ro: Nu ne putem conecta la serverele noastre. Te rugăm să încerci din nou mai târziu.
ru: Мы не можем подключиться к нашим серверам. Повторите попытку позже.

source: We couldn’t find an account for that email address. Please click below to get started.
de: Wir konnten kein Konto für diese E-Mail-Adresse finden. Bitte klicken Sie unten, um zu beginnen.
es: No hemos encontrado ninguna cuenta para esa dirección de correo electrónico. Haz clic a continuación para empezar.
ja: そのメールアドレスのアカウントが見付かりませんでした。以下をクリックして、ご利用を開始してください。
nl: We konden geen account vinden voor dat e-mailadres. Klik hieronder om te beginnen.
pt_br: Não foi possível encontrar uma conta para esse endereço de e-mail. Clique abaixo para começar.
ro: Nu am putut găsi un cont pentru această adresă de e-mail. Faceți clic mai jos pentru a începe.
ru: Мы не нашли аккаунт с этим адресом электронной почты. Нажмите кнопку ниже, чтобы зарегистрироваться.

source: We don’t recognize that email address. Please try again.
de: Wir konnten diese E-Mail-Adresse nicht erkennen. Bitte versuchen Sie es erneut.
ja: 入力されたコードを認証できません。もう一度お試しください。
nl: We herkennen dit e-mailadres niet. Probeer het nogmaals.
pt_br: O endereço de e-mail não foi reconhecido. Tente novamente.
ro: Nu recunoaștem această adresă de e-mail. Te rugăm să încerci din nou.
ru: Неизвестный адрес электронной почты. Попробуйте еще раз.

source: We encountered an error, please manually attach your user logs
de: Es ist ein Fehler aufgetreten. Bitte hängen Sie Ihre Benutzerprotokolle manuell an
ja: エラーが発生しました。ユーザーログを手動で添付してください
nl: Er is een fout opgetreden, voeg je gebruikerslogs handmatig toe
pt_br: Detectamos um erro, anexe manualmente seus logs de usuário
ru: Произошла ошибка. Прикрепите файлы журнала вручную

source: We sent you a 6-character access code. Enter it below:
de: Wir haben Ihnen einen 6-stelligen Zugangscode geschickt. Geben Sie ihn unten ein:
es: Te hemos enviado un código de acceso de 6 caracteres. Introdúcelo a continuación:
ja: 6文字のアクセスコードをお送りしました。以下に入力してください：
nl: We hebben je een toegangscode van 6 tekens toegestuurd. Voer die hieronder in:
pt_br: Enviamos um código de acesso de seis caracteres. Insira-o abaixo:
ro: V-am trimis un cod de acces de 6 caractere. Introduceți-l mai jos:
ru: Мы отправили вам 6-значный код. Введите его ниже:

source: We’ll need to move the AdBlock VPN app into your Applications folder first. Click “Continue” to confirm this change.
de: Wir müssen die AdBlock VPN-App zuerst in Ihren Anwendungsordner verschieben. Klicken Sie auf "Weiter", um diese Änderung zu bestätigen.
es: Primero tendremos que mover la aplicación AdBlock VPN a tu carpeta de aplicaciones. Haz clic en "Continuar" para confirmar este cambio.
ja: 先ず「AdBlock VPN」アプリを「アプリケーション」フォルダへ移動する必要があります。この変更を確認するには、「続行」をクリックしてください。
nl: Eerst moeten we de AdBlock VPN-app verplaatsen naar je map "Applicaties". Klik op "Doorgaan" om deze verandering te bevestigen.
pt_br: Será necessário mover o AdBlock VPN para a pasta Aplicativos primeiro. Clique em "Continuar" para confirmar essa alteração.
ro: Va trebui să mutăm mai întâi aplicația AdBlock VPN în dosarul aplicații. Faceți clic pe „Continuare” pentru a confirma această modificare.
ru: Сначала нам нужно переместить AdBlock VPN в папку "Приложения" на вашем устройстве. Нажмите "Продолжить", чтобы подтвердить изменение.

source: Welcome to AdBlock VPN
de: Willkommen bei AdBlock VPN
es: Te damos la bienvenida a AdBlock VPN
ja: AdBlock VPNへようこそ！
nl: Welkom bij AdBlock VPN
pt_br: Boas-vindas ao AdBlock VPN
ro: Bun venit la AdBlock VPN
ru: Добро пожаловать в AdBlock VPN

source: You are using an unsupported version of AdBlock VPN.
de: Sie verwenden eine nicht unterstützte Version von AdBlock VPN.
es: Estás usando una versión no compatible de AdBlock VPN.
ja: このAdBlock VPNのバージョンは非対応です。
nl: Je maakt gebruik van een niet-ondersteunde versie van AdBlock VPN.
pt_br: Você está usando uma versão incompatível do AdBlock VPN.
ro: Utilizați o versiune neacceptată a AdBlock VPN.
ru: Ваша версия AdBlock VPN больше не поддерживается.

source: You aren't connected to the internet! Please check your network connection.
de: Sie sind nicht mit dem Internet verbunden! Bitte überprüfen Sie Ihre Netzwerkverbindung.
es: ¡No te has conectado a Internet! Comprueba tu conexión de red.
ja: インターネットに接続していません。 ネットワーク接続をご確認ください。
nl: Je bent niet verbonden met het internet! Controleer je netwerkverbinding.
pt_br: Você não se conectou com a Internet! Verifique sua conexão com a rede.
ro: Nu ești conectat la internet! Te rugăm să verifici conexiunea la rețea.
ru: Вы не подключены к интернету! Проверьте свое подключение.

source: You have already registered the maximum 6 devices. Please click below to update your settings.
de: Sie haben bereits das Maximum von 6 Geräten registriert. Bitte klicken Sie unten, um Ihre Einstellungen zu aktualisieren.
es: Ya has registrado el máximo de 6 dispositivos. Haz clic a continuación para actualizar tu configuración.
ja: 既に最大6台の端末が登録されています。以下をクリックして設定を更新してください。
nl: Je hebt al de maximaal toegestane 6 apparaten geregistreerd. Klik hieronder om je instellingen bij te werken.
pt_br: Você já registrou a quantidade máxima de seis dispositivos. Clique abaixo para atualizar suas configurações.
ro: Ai înregistrat deja maxim 6 dispozitive. Te rugăm să faci clic mai jos pentru a-ți actualiza setările.
ru: Вы уже зарегистрировали 6 устройств — максимальное количество. Нажмите кнопку ниже, чтобы обновить настройки.

source: You were logged out. Please sign in again.
de: Sie wurden abgemeldet. Bitte melden Sie sich neu an.
ja: ログアウトしました。もう一度サインインしてください。
nl: Je bent uitgelogd. Log weer in.
pt_br: Você foi desconectado. Entre novamente.
ro: Ai fost deconectat. Te rugăm să te autentifici din nou.
ru: Вы вышли из системы. Войдите в систему повторно.

source: You will get the best app experience from AdBlock VPN by turning on notifications. Click ”Open Notifications” then toggle notifications from AdBlock VPN to ”On”. You can also skip this step if you do not want notifications from AdBlock VPN.
de: Sie erhalten das beste Ergebnis mit der App AdBlock VPN, wenn Sie Benachrichtigungen aktivieren. Klicken Sie auf "Benachrichtigungen öffnen" und schalten Sie die Benachrichtigungen von AdBlock VPN auf "Ein". Sie können diesen Schritt auch überspringen, wenn Sie keine Benachrichtigungen von AdBlock VPN erhalten möchten.
es: Activa las notificaciones para disfrutar de la mejor experiencia con la aplicación de AdBlock VPN. Haz clic en "Abrir notificaciones" y luego cambia las notificaciones de AdBlock VPN a "Activado". También puedes omitir este paso si no deseas recibir notificaciones de AdBlock VPN.
ja: 通知機能をオンにすれば、AdBlock VPNアプリ体験を最高のものにすることができます。「通知を開く」をクリックし、AdBlock VPNからの通知を「オン」に切り替えてください。AdBlock VPNからの通知を受けたくない場合は、このステップを省略できます。
nl: De beste app-ervaring van AdBlock VPN krijg je door meldingen in te schakelen. Klik op "Meldingen openen" en schakel vervolgens meldingen van AdBlock VPN naar "Aan". Je kunt deze stap ook overslaan als je geen meldingen wilt ontvangen van AdBlock VPN.
pt_br: Você terá uma ótima experiência com o AdBlock VPN ao ativar as notificações. Clique em "Abrir notificações" e ative-as. Ignore esse passo se não quiser notificações do AdBlock VPN.
ro: Veți obține cea mai bună experiență de aplicație de la AdBlock VPN activând notificările. Faceți clic pe „Deschideți notificările”, apoi comutați notificările de la AdBlock VPN la „Activat”. Puteți sări și acest pas dacă nu vreți notificări de la AdBlock VPN.
ru: Вам будет удобнее работать с AdBlock VPN, если вы включите уведомления. Нажмите "Открыть уведомления", затем переключите уведомления AdBlock VPN на "Вкл." Вы можете пропустить этот шаг, если не хотите получать уведомления от AdBlock VPN.

source: You'll need to change a couple of permissions on your device in order to use AdBlock VPN. We'll walk you through how to do that now.
de: Sie müssen einige Berechtigungen auf Ihrem Gerät ändern, um AdBlock VPN verwenden zu können. Wir zeigen Ihnen jetzt, wie das geht.
es: Tendrás que cambiar un par de permisos en tu dispositivo para poder usar AdBlock VPN. A continuación te explicamos cómo hacerlo.
ja: AdBlock VPNを利用するには、端末のいくつかの権限を変更する必要があります。ここではその方法をご紹介します。
nl: Je zult enkele toestemmingen moeten aanpassen op je apparaat om AdBlock VPN te kunnen gebruiken. Hoe je dat kunt doen, leggen we je nu uit.
pt_br: Será necessário alterar algumas permissões no seu dispositivo para usar o AdBlock VPN. Você receberá instruções de como fazer isso.
ro: Va trebui să modificați câteva permisiuni pe dispozitivul dvs. pentru a utiliza AdBlock VPN. Vă vom ghida cum să faceți asta acum.
ru: Чтобы использовать AdBlock VPN, настройте несколько разрешений. Мы покажем вам, как это сделать.

source: You're ready to start using AdBlock VPN!
de: Sie sind jetzt bereit, AdBlock VPN zu verwenden!
es: ¡Ya está todo listo para empezar a usar AdBlock VPN!
ja: AdBlock VPNへの登録が完了しました！
nl: Je bent klaar om AdBlock VPN te gebruiken!
pt_br: Tudo pronto para começar a usar o AdBlock VPN!
ro: Sunteți gata să începeți folosirea AdBlock VPN!
ru: Теперь вы можете использовать AdBlock VPN!

source: Your connection is not secure
de: Ihre Verbindung ist nicht sicher
es: Tu conexión no es segura
ja: お客様の接続は安全ではありません
nl: Je verbinding is niet beveiligd
pt_br: Sua conexão não é segura
ro: Conexiunea dvs. nu este sigură
ru: Ваше соединение не защищено

source: <a href='%@'>Forgot your email?</a>
es: <a href='%@'>¿Has olvidado tu correo electrónico?</a>

source: <a href='%@'>Need Help?</a>
es: <a href='%@'>¿Necesitas ayuda?</a>

source: By proceeding, you are confirming you have read and accepted the <a href='%@'>End User License Agreement (EULA)</a>, and our <a href='%@'>Privacy Policy</a>.
es: Al continuar, confirmas que has leído y aceptado el <a href='%1$@'>acuerdo de licencia para el usuario final (CLUF)</a> y nuestra <a href='%2$@'>política de privacidad</a>.

source: contact support
es: contactar con el soporte técnico

source: Doesn’t sound right? Try using a different email address or contact support.
es: ¿Es un error? Intenta usar otra dirección de correo electrónico o contacta con el soporte técnico.

source: Get Help
es: Obtener ayuda

source: Oops! Something went wrong. Please try again or contact support.
es: Algo ha salido mal. Vuelve a intentarlo o contacta con el soporte técnico.

source: Oops! That code didn’t work. Please try again.
es: El código no ha funcionado. Vuelve a intentarlo.

source: Oops! We don’t recognize that email address. Please try again or contact support.
es: No reconocemos la dirección de correo electrónico. Vuelve a intentarlo o contacta con el soporte técnico.

source: Please restart AdBlock VPN. If the problem persists, contact our support team.
es: Reinicia AdBlock VPN. Si el problema continúa, contacta con nuestro equipo de soporte técnico.

source: Please restart your computer. If the problem persists, contact our support team.
es: Reinicia el ordenador. Si el problema continúa, contacta con nuestro equipo de soporte técnico.

source: Please sign in again. If the problem persists, contact our support team.
es: Vuelve a iniciar sesión. Si el problema continúa, contacta con nuestro equipo de soporte técnico.

source: Questions? <a href='%@'>Chat with our support team</a>
es: ¿Tienes alguna duda? <a href='%@'>Habla con nuestro equipo de soporte técnico</a>

source: Send Feedback
es: Enviar comentarios

source: Sign up.
es: Regístrate.

source: support team
es: equipo de soporte técnico

source: this article
es: este artículo

source: try again
es: volver a intentarlo

source: Try again.
es: Vuelve a intentarlo.

source: Try using a different email address
es: Intenta usar otra dirección de correo electrónico

source: We can't connect to our servers. Please try again later. If the problem persists, contact our support team.
es: No podemos conectar con nuestros servidores. Vuelve a intentarlo más adelante. Si el problema continúa, contacta con nuestro equipo de soporte técnico.

source: You were logged out. Please sign in again. If the problem persists, contact our support team.
es: Se ha cerrado la sesión. Vuelve a iniciarla. Si el problema continúa, contacta con nuestro equipo de soporte técnico.
